Repository: StevenApple/Rock
Catalog: Softphone/*.lproj/Localizable.strings
Languages: it

source: Warning
it: Attenzione

# LOGIN_ERROR
source: Can't login into the PBX. Please check your network connectivity and your account settings.
it: Errore durante l'autenticazione sul centralino. Controlla le tue impostazioni di rete e le credenziali di accesso e riprova.

# PBX_UNREACHABLE
source: The PBX is unreachable. Please check your network connectivity and try again.
it: Il centralino non é raggiungibile. Controlla le tue impostazioni di rete e riprova.

# INVALID_LICENSE
source: You don't have a valid license!
it: Non disponi della licenza per utilizzare questa applicazione!

# NO_SIP_ACCOUNT
source: You don't have a SIP account. Please go to Orchestra administration panel and add one.
it: Non hai alcun account SIP assegnato. Contatta il tuo amministratore di rete e digli di assegnare un profilo SIP al tuo utente. Dopo che lo avrà fatto, effettua il reset delle credenziali su questo dispositivo e riprova.

# CHAT_LOGIN_ERROR
source: Error while logging into chat! Please check that your password is valid and try again.
it: Errore durante l'autenticazione sul server di chat! Controlla che la password inserita sia valida e che il server sia raggiungibile e riprova.

# MISSED_CALL
source: Missed call from %@
it: Chiamata persa da %@

# INCOMING_CALL
source: Incoming call from %@
it: Chiamata in arrivo da %@

# EMAIL_NOT_CONFIGURED
source: You have not configured an email account on this device to be able to send e-mails.
it: Non é stato configurato alcun account di posta elettronica su questo dispositivo, per cui al momento non é possibile inviare nessuna e-mail.

source: Cancel
it: Annulla

source: Copy
it: Copia

source: Send e-mail
it: Invia e-mail

source: Open link
it: Apri il collegamento

source: Add recipient
it: Aggiungi un destinatario

# INSERT_NUMBER
source: Insert the number
it: Inserisci il numero

source: Search in contacts
it: Ricerca nella rubrica sul centralino

# NO_FAX_NUMBERS
source: You don't have any FAX number associated to your account. Please contact your PBX administrator.
it: Non hai nessun numero di Fax associato al tuo account. Contatta il tuo amministratore di rete.

# SELECT_FAX_NUMBER
source: Select FAX sender number
it: Seleziona il numero da cui inviare il Fax

source: Address
it: Indirizzo

source: Open in Maps
it: Apri con il navigatore

source: Call via GSM
it: Chiama con la scheda GSM

# CALL_VIA_IPCOMM
source: Call via IP Communicator
it: Chiama con IP Communicator

source: Unknown
it: Sconosciuto

# NO_ACCOUNT
source: No account has been defined. Please go to settings and fill in your PBX access credentials.
it: Non c'é nessun account configurato al momento. Vai in Impostazioni, inserisci le tue credenziali e poi premi Salva e applica.

# PBX_ADDRESS_HINT
source: pbx.company.com
it: pbx.azienda.com

# USERNAME_ADDRESS_HINT
source: user@domain
it: utente@dominio

# PASSWORD_HINT
source: your password
it: la tua password

source: My phone number
it: Mio numero di telefono

source: Default call type
it: Tipo di chiamata predefinita

source: PBX
it: Centralino

# PBX_FOOTER
source: Provide the web address to your PBX (IP address or a domain) and its version
it: Inserisci l'indirizzo del tuo centralino (nome del dominio oppure indirizzo IP) e seleziona la versione di Orchestra

# ACCOUNT_FOOTER
source: Use the same credentials that you use to login on the web interface
it: Inserisci le stesse credenziali che usi per accedere dall'interfaccia web

source: Telephone
it: Telefono

# TELEPHONE_FOOTER
source: You can enable or disable the VoIP telephone functionality on WiFi and Mobile connectivity
it: Puoi abilitare e disabilitare la funzionalità di telefono VoIP a seconda del tipo di connessione

source: Messages
it: Messaggi

# MESSAGES_FOOTER
source: You can enable or disable the XMPP messaging functionality on WiFi and Mobile connectivity
it: Puoi abilitare e disabilitare la funzionalità di messaggistica XMPP a seconda del tipo di connessione

# SAVE_AND_APPLY
source: Save & Apply
it: Salva e applica

# SAVE_AND_APPLY_FOOTER
source: Saves and applies the current configuration
it: Salva e applica la configurazione corrente

source: Reset account
it: Reimposta credenziali

# RESET_ACCOUNT_FOOTER
source: Reset user account configuration and shuts down telephone and messaging services
it: Reimposta le credenziali salvate e spegne i servizi di telefonia e messaggistica correntemente abilitati

# ADVANCED_SETTINGS
source: Advanced (for expert users only)
it: Avanzate (solo per utenti esperti)

source: Network test
it: Verifica della rete

# DEVICE_CANT_MAKE_GSM_CALLS
source: This device can't make GSM phone calls
it: Questo dispositivo non può effettuare chiamate con la scheda GSM!

source: Error
it: Errore

# DEVICE_NO_NAVIGATION
source: Your device does not support maps navigation!
it: Nessuna App di navigazione trovata su questo dispositivo. Installane una e riprova.

# CALL_ERROR_SIP_UNREGISTERED
source: Can't make the call because the telephone is not registered. Please check settings and connectivity.
it: Il telefono VoIP é attualmente disconnesso, per cui non é stato possibile effettuare la chiamata. Controlla le tue impostazioni di rete e riprova.

# CALL_ERROR_CONNECTIVITY
source: Can't establish the call. Please check your connectivity and try again.
it: Si é verificato un errore di rete, per cui non é stato possibile effettuare la chiamata. Controlla le impostazioni e riprova.

# CALL_ERROR_CALLBACK_NOT_CONFIGURED
source: Please configure your mobile phone number in settings, then tap on Save & Apply to use callback feature
it: Configura il tuo numero di telefono nelle impostazioni e poi premi su Salva e applica per utilizzare la funzionalità di callback

# CALLBACK_ERROR
source: Callback error! Check that the number is correct and try again.
it: Errore durante la richiesta di callback! Verifica che il numero sia corretto e riprova.

# CALLBACK_IN_PROGRESS
source: Callback request in progress...please wait...
it: Richiesta di callback in corso...attendere...

# CALLBACK_NOT_SUPPORTED
source: Callback is available only on Orchestra NG
it: La funzionalità di callback é supportata solo su Orchestra NG

source: VoIP Unregistered
it: VoIP Disconnesso

# VOIP_UNREGISTERED_2
source: VoIP Unregistered (%@)
it: VoIP Disconnesso (%@)

source: VoIP Registered (%@)
it: VoIP Connesso (%@)

source: dial pad
it: tastierino

source: hold
it: in attesa

source: transfer
it: trasferisci

source: loudspeaker
it: vivavoce

source: mute
it: muto

source: Transfer call
it: Trasferisci la chiamata

# TRANSFER_CALL_TEXT
source: Please enter the number to which to transfer the call:
it: Inserisci il numero a cui trasferire la chiamata:

# TRANSFER_CALL_COMMIT
source: Do transfer
it: Trasferisci

# PROVIDE_PBX_ADDRESS
source: Please provide a PBX Address
it: Inserisci l'indirizzo del centralino

# PROVIDE_USERNAME
source: Please provide an username
it: Inserisci il tuo nome utente

# PROVIDE_PASSWORD
source: Please provide a password
it: Inserisci la tua password

# PROVIDE_VALID_TEL_NUMBER
source: The telephone number must contain only numeric characters!
it: il numero di telefono deve contenere solo cifre!

# RESET_ACCOUNT_CONFIRMATION
source: Are you sure you want to reset your account? This will delete all your stored telephony and instant messaging configuration for IP Communicator.
it: Questa operazione eliminerà le credenziali di accesso salvate nell'applicazione e disconnetterà i servizi di telefonia e messaggistica attualmente attivati. Sei sicuro di voler continuare?

source: Yes
it: Si

source: Settings
it: Impostazioni

source: Recents
it: Chiamate

# RECENTS_LOADING_ERROR
source: Error while loading recent calls from PBX. Please try again.
it: Non é stato possibile caricare l'elenco delle chiamate dal centralino. Controlla le tue impostazioni di rete e riprova.

# INCOMING_CALL_TYPE
source: Incoming call
it: Chiamata in arrivo

# OUTGOING_CALL_TYPE
source: Outgoing call
it: Chiamata in uscita

# MISSED_CALL_TYPE
source: Missed call
it: Chiamata persa

source: Contacts
it: Contatti

source: Search results
it: Risultati della ricerca

source: Contact details
it: Dettagli del contatto

source: Contact
it: Contatto

# OFFICE_PHONE
source: Office
it: Ufficio

# MOBILE_PHONE
source: Mobile
it: Cellulare

# HOME_PHONE
source: Home
it: Casa

source: Home Page
it: Pagina Web

source: Notes
it: Note

source: Search phone numbers
it: Cerca numeri di telefono

source: Add
it: Aggiungi

# ADD_JABBERID_TEXT
source: Provide the Jabber ID of the contact to add (E.g. user@company.com):
it: Inserisci il JabberID del contatto da aggiungere (Es. utente@azienda.com):

source: Online
it: In linea

source: Offline
it: Non in linea

# MESSAGES_LOADING_ERROR
source: Error while fetching messages exchanged with %@. Details: %@
it: Errore durante il caricamento dei messaggi scambiati con %@. Dettagli: %@

source: Personal Message
it: Messaggio personale

source: Status
it: Stato

source: Not configured
it: Non configurato

# STATUS_AVAILABLE
source: Available
it: Disponibile

# STATUS_FREE_TO_CHAT
source: Free to chat
it: Libero per chattare

# STATUS_AWAY
source: Away
it: Assente

# STATUS_LONG_AWAY
source: Away for a long time
it: Assente per molto

# STATUS_DND
source: Do not disturb
it: Non disturbare

source: Select PDF
it: Seleziona il PDF da inviare

source: Send Fax
it: Invio Fax

source: PDF File
it: File PDF

source: Sender
it: Mittente

source: Recipients
it: Destinatari

# SELECT_PDF_TO_SEND
source: Select the PDF file to send
it: Seleziona il PDF da inviare

# SELECT_NUMBER
source: Select a number
it: Tocca per selezionare il numero di Fax

# PDF_NOT_EXIST
source: The PDF that you have selected does not exist! Please select another one and try again.
it: Il file PDF scelto non esiste! Selezionane un altro e riprova.

# SELECT_PDF_SENDER
source: Please add at least one recipient number
it: Aggiungi almeno un destinatario

# FAX_SEND_ERROR
source: Error while sending the Fax! Please check your network connectivity and try again.
it: Non é stato possibile inviare il Fax! Controlla le tue impostazioni di rete e riprova.

source: Fax sent successfully!
it: Fax inviato correttamente!

# NO_TELEPHONE_NUMBERS
source: No telephone numbers have been found for this contact
it: Nessun numero di telefono trovato per questo contatto

source: back
it: indietro

# NO_CONFIGURED_ACCOUNT
source: Please configure the account and then tap opn Save & Apply to be able to test the network
it: Configura l'account e premi su Salva e applica prima di poter effettuare la verifica della rete

# NO_CONFIGURED_SIP_OR_XMPP
source: Please tap on Save & Apply first, to be able to test the network
it: Premi Salva e applica per applicare tutte le modifiche prima di effettuare la verifica della rete

source: Extension
it: Interno

source: SIP Port
it: Porta SIP

source: Sip Settings
it: Impostazioni Sip

source: Jabber Settings
it: Impostazioni Jabber

source: Resource name
it: Nome della risorsa

# SERVER_AUTO_PLACEHOLDER
source: auto detect
it: rileva automaticamente

source: Priority
it: Priorità

source: Jabber Port
it: Porta Jabber

# PRIORITY_PLACEHOLDER
source: from 0 to 127
it: da 0 a 127

# PRIORITY_ERROR
source: Priority must have a value from 0 to 127!
it: La priorità deve avere un valore compreso tra 0 e 127!

# RESOURCE_ERROR
source: Insert the Jabber resource name. It's an arbitrary string needed by the server to identify this device. For example: Alex's iPad
it: Inserisci il nome della risorsa Jabber. E' una stringa arbitraria che serve al server per identificare questo dispositivo. Ad esempio: iPad di Alex

# JABBERID_ERROR
source: Insert the Jabber ID (E.g. user@domain.com)
it: Inserisci il Jabber ID (Ad es. utente@dominio.com)
